Dlubal.RFEM5.MemberStiffnessFactors
Member stiffness factors

Dlubal.RFEM5.MemberStiffnessFactors.No
Member number

Dlubal.RFEM5.MemberStiffnessFactors.Enabled
Indicates if the stiffness is enabled for the member of the selected type.

Dlubal.RFEM5.MemberStiffnessFactors.TorsionalStiffness
Torsion stiffness GJ multiplier factor

Dlubal.RFEM5.MemberStiffnessFactors.FlexuralStiffnessY
Flexural stiffness EIy multiplier factor

Dlubal.RFEM5.MemberStiffnessFactors.FlexuralStiffnessZ
Flexural stiffness EIz multiplier factor

Dlubal.RFEM5.MemberStiffnessFactors.AxialStiffness
Axial stiffness EA multiplier factor

Dlubal.RFEM5.MemberStiffnessFactors.ShearStiffnessY
Shear stiffness GAy multiplier factor

Dlubal.RFEM5.MemberStiffnessFactors.ShearStiffnessZ
Shear stiffness GAz multiplier factor